<template>
  <div v-katex:auto class="container-fluid">
    <div class="row">
	  <div class="col-12">
	    <h1>实验平台日常维护工作</h1>
		<p>本文内容不断更新中，当前版本编辑时间：2020年11月25日。
		   目前主要介绍最重要的启动和关闭事项。</p>
        
		<h3>获取离子</h3>
		<p>在刀片上施加合适的DC和RF电压可以在腔体中心形成动态势阱，此时我们将370nm，399nm和935nm三束激光
		   同时聚焦到势阱中心，然后开启Oven加热其中的镱原子。镱原子的电离能约为6.25eV，对应于198nm光子的能量。
		   实验中我们先通过399nm的激光将原子打到激发态，再用波长短于394nm的激光对其进行电离。
		   待镱原子变为镱离子后，我们通过370nm的激光不断地将其打到P态上，然后观察其受激辐射所发出的荧光。
		   由于P态上的电子有一定的几率掉落到寿命50ms的亚稳态上，我们需要935作为回泵光将电子重新运至基态，
		   从而使离子发出明亮的荧光。此时，如果CCD与PMT准确聚焦在离子上的话，就能够在CCD上看到明亮的荧光，
		   在PMT上看到较大的计数。由此，在打开oven之前需要确定以下三件事：
		   <ul>
             <li>电场是否已经正确地加上</li>
             <li>激光的位置和频率是否正确，光强是否合适</li>
             <li>成像系统是否打开，聚焦位置是否正确</li>
           </ul>  
		</p>

		<p>实验中DC电场是通过一个32通道的DAC加上去的，在DAC接通电源的状态下，<em>打开QTrap中的DAC组件</em>，
		   就可以将默认的电压设置加到刀片上。由于其中一路电压是控制VVA的衰减大小的，我们可以由此判断DAC是否正常工作。
		   RF电场目前选取的是盛普的信号发生器作为输出源，确认其频率与功率大小正常，并且在VVA电源开启的状态下，
		   <em>开启信号输出以及放大器</em>，该信号经由铜管放大后可在刀片上生成高压的交变电场。
		   <strong>（警告：VVA未打开或者信号源输出功率设置过大的情况下打开放大器可能会因为过高的输出功率对Trap造成不可逆的损害！）</strong></p>
		
		<p>如前所述，抓离子的时候需要三束激光，其中，935用的是过AOM的一级光；370的零级光作为电离光，一级光作为冷却光；
		   399与370零级光合束直接进阱。日常使用时，光路位置已经调整好，不需要动。功率可以通过肉眼观察，
		   如果感觉比平常暗可以调整前级的耦合效率将其恢复。（370的功率可以通过观察PMT上散射光的计数来估计，
		   在光路转动半波片可以提高370的光强，增加电离效率。）
		   935和370的AOM的信号源是一个4通道DDS，在DDS接通电源的状态下，<em>打开QTrap中的DDS组件</em>，就可以将默认的设置写入DDS profile 0中。
		   抓离子的默认序列选择的是profile 1，因此首次开启时需要<em>切换到profile 1载入设置</em>。观察DDS盒子上的指示灯可以判断DDS是否正常工作。
		   在正常工作的状态下，<em>打开AOM对应的放大器</em>，观察是否有一级光出光。
		   目前三束光都锁定在波长计上，锁频前需要<em>确认对应的波长计通道已经打开</em>。然后<em>打开QTRap的Wavemeter和Laser组件</em>，
		   就可以<em>调节激光波长并将其锁定在对应的频率上</em>（抓离子时，370的波长一般红失谐几十MHz）。</p>
		
		<p>日常使用时，成像系统的位置已经调整好，不需要动。<em>打开CCD，将两个选项调整为Pemanently OPEN，并开始录制</em>。
		   当抓到离子时可以在CCD上看到离子的成像。<em>打开QTrap中的Sequencer组件，设置探测时间和重复次数</em>，
		   此时可以看到TRap中370的光子计数，当抓到离子时可以看到计数有个跃变。</p>
		
		<p><strong>（警告：随意调整镜架或三维平移台导致成像或激光位置的改动可能导致无法抓到离子或探测到离子信号，并需要十分繁琐的恢复过程。）</strong></p>
		
		<p>除了以上的三要素之外，最后开启Oven的电流前需要确认导线是否连接在了正确的Oven上。若需要切换，记得先将电流旋钮调小。
		   之后，若要抓\(^{171}\)Yb离子，则调整电流旋钮使得输出电流为3.7A附近；若为\(^{174}\)Yb离子，则调整至2.7A附近。
		   <strong>（警告：长时间在接近或高于阈值电流的状态下开启Oven会严重影响Oven的使用寿命，当里面的Yb块耗尽时需要开腔重新充填，因此开启Oven前务必小心。）</strong></p>
		
		<p>一切正常的话5分钟内应该能抓到离子，如果没有观测到离子信号务必<strong>关闭Oven电源</strong>并检查可能存在的问题。
		   当阱中已捕捉到需要数量的离子，则立刻399的光路防止更多的原子被电离，并及时<strong>关闭Oven电源</strong>。</p>
		
		<p>最后，之后<em>减小370的光强并将其频率调回谐振频率附近</em>以达到较好的冷却效果。</p>
		
		<h5>获取\(^{171}\)Yb离子的额外步骤</h5>
		
		<p>由于超精细能级结构的存在，我们需要给370增加14.7GHz的边带以耦合\(^{171}\)Yb离子S态F=0和F=1的两个超精细能级至P态。
		   同样，935也需要加上边带以提高repump的效率。此外，由于F=1的能级有3个zeeman能级，
		   不合适的磁场或者偏振都会使离子最终处于与光场耦合很弱的布居暗态上。调整偏振使370激光的三个分量大小基本相等，
		   选用较大的光强与较强的磁场，就可以看到明亮的离子荧光。总而言之，要看到\(^{174}\)Yb离子的信号，
		   相较\(^{174}\)Yb离子需要额外考虑
		   <ul>
             <li>边带</li>
             <li>磁场</li>
             <li>偏振</li>
           </ul>  
		   日常使用中磁场和偏振已经调好了，不用去动。边带目前用的是Labbrick的信号源，设置好频率和输出功率后，打开放大器就行。</p>
		
		<h3>关闭仪器</h3>
		
		<p>关闭仪器相对容易，有以下几项：
		   <ol>
             <li>解锁各个激光器</li>
             <li>关闭CCD 的录制，并将shuttler 的两项调为permanently closed</li>
             <li>关闭QTrap上的所有组件</li>
			 <li>关闭AOM的放大器，然后关闭DDS的电源</li>
			 <li>对于\(^{171}\)Yb离子，需要关闭EOM的放大器以及其对应的信号源</li>
			 <li>关闭RF电压信号发生器的输出（不用关信号发生器以及示波器）</li>
			 <li>关闭PMT以及VVA 的开关</li>
			 <li>确认对应波长计通道关闭后，关闭激光器(先按下emission 切断光的输出；之后将总开关调至Standby)</li>
           </ol> </p>
      </div>
	</div>
  </div>
</template>

<script>
module.exports = {

};
</script>

<style scoped>
.col-center-block {  
    float: none;  
    display: block;  
    margin-left: auto;  
    margin-right: auto;  
}  
h1 {
    margin-top: 1em;
    font-size: 2.0em;
	margin-bottom: 0.25em;
	padding: 0;
	font-family: 'Linux Libertine','Georgia','Times',serif;
	line-height: 1.3;
}
h3 {
    margin-top: 1em;
    font-size: 1.4em;
	margin-bottom: 0.25em;
	padding: 0;
	font-family: 'Linux Libertine','Georgia','Times',serif;
	line-height: 1.3;
}
h1, h3 {
	color: #000;
	background: none;
	font-weight: normal;
	overflow: hidden;
	border-bottom: 1px solid #a2a9b1;
}
</style>